{
    "title": "Selling on IBM Cloud docs",
    "lastupdated": "2022-04-07",
    "introduction": "Grow your business and reach more clients globally by selling your product on IBM Cloud. Leverage the docs to onboard and deliver software and services.",
    "section_recommended": [
      {
        "title": "Getting set up to sell software",
        "description": "Complete a few initial tasks to start onboarding your software to the IBM Cloud catalog.",
        "href": "/docs/sell?topic=sell-sw-getting-started"
      },
      {
        "title": "Getting set up to sell services",
        "description": "Complete a few initial tasks to start onboarding your service to the IBM Cloud catalog.",
        "href": "/docs/sell?topic=sell-get-started"
      },
      {
        "title": "Onboarding a Certified Operator bundle",
        "description": "Learn how to onboard and publish a sample Certified Operator bundle from a Red Hat OpenShift registry.",
        "href": "/docs/sell?topic=sell-bundle-register"
      },
      {
        "title": "Onboarding a virtual server image with Terraform",
        "description": "Learn how to onboard and publish a sample virtual server image with Terraform.",
        "href": "/docs/sell?topic=sell-vsimage-register"
      }
    ],
    "section_videos": [
      {
        "title": "Selling on IBM Cloud",
        "href": "/docs/sell?topic=sell-checklist-software", 
        "thumbnail": "/images/onboarding.svg" 
      }
    ],
    "section_learn": {
      "developer": "https://developer.ibm.com/depmodels/cloud/gettingstarted/",
      "community": "https://community.ibm.com/community/user/publiccloud/communities/communities/community-home?CommunityKey=dd1ee2bc-c83b-4afb-bd1c-9095ff0c3bc1"
    },
    "section_updates": {
      "view_more": "/docs/overview?topic=overview-whatsnew",
      "tiles": [
        {
          "date": "05 April 2022",
          "title": "Onboarding virtual server images for Power Systems Virtual Server",
          "description": "You can now onboard virtual server images for Power Systems Virtual Server to private catalogs and the IBM Cloud catalog."
        },
        {
          "date": "04 April 2022",
          "title": "Adding custom service parameters for your service",
          "description": "If the provisioning process of your product requires additional information from your customers, you can now add custom input fields for your product in IBM Cloud Partner Center."
        },
        {
          "date": "07 February 2022",
          "title": "Support for onboarding third-party services in Partner Center",
          "description": "Onboarding new services in the resource management console is no longer supported. You must use Partner Center to onboard new services to the IBM Cloud catalog. You can continue to manage existing services in the resource management console."
        }
      ]
    }
  }
