{
    "title": "Selling on IBM Cloud docs",
    "lastupdated": "2023-03-24",
    "introduction": "Grow your business and reach more clients globally by selling your product on IBM Cloud. Leverage the docs to onboard and deliver software and services.",
    "section_recommended": [
      {
        "title": "Getting set up to sell software",
        "description": "Complete a few initial tasks to start onboarding your software to the IBM Cloud catalog.",
        "href": "/docs/sell?topic=sell-sw-getting-started"
      },
      {
        "title": "Getting set up to sell services",
        "description": "Complete a few initial tasks to start onboarding your service to the IBM Cloud catalog.",
        "href": "/docs/sell?topic=sell-get-started"
      },
      {
        "title": "Onboarding a virtual server image with Terraform",
        "description": "Learn how to onboard and publish a sample virtual server image with Terraform.",
        "href": "/docs/sell?topic=sell-vsimage-register"
      }
    ],
    "section_videos": [
      {
        "title": "Selling on IBM Cloud",
        "href": "/docs/sell?topic=sell-sw-getting-started",
        "thumbnail": "/images/onboarding.svg"
      }
    ],
    "section_learn": {
      "developer": "https://developer.ibm.com/depmodels/cloud/gettingstarted/",
      "community": "https://community.ibm.com/community/user/cloud/home"
    },
    "section_updates": {
      "view_more": "/docs/overview?topic=overview-whatsnew",
      "tiles": [
        {
          "date": "04 October 2022",
          "title": "Catalog integration with Virtual Private Cloud custom images",
          "description": "ISV Partners and IBM Cloud customers can now import custom VPC images directly to their account or enterprise, or sell on the IBM Cloud catalog without depending on Terraform."
        },
        {
          "date": "08 July 2022",
          "title": "Streamlined process for updating support information in Partner Center",
          "description": "Update support information by editing your published information and requesting an approval. After your changes are approved, you can publish the updates."
        },
        {
          "date": "23 June 2022",
          "title": "Onboarding software to sell on IBM Cloud by using the API",
          "description": "To sell your product on IBM Cloud, you can now onboard it by using the Partner Center Sell API, in addition to using the Partner Center experience in the console."
        }
      ]
    }
  }
